Repository: zephyrwing-ai/GetClowhub
Catalog: OpenClawInstaller/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fa, fi, fil, fr, hu, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Ready to install OpenClaw
ar: جاهز لتثبيت OpenClaw
da: Klar til at installere OpenClaw
de: Bereit zur Installation von OpenClaw
el: Έτοιμο για εγκατάσταση OpenClaw
es: Listo para instalar OpenClaw
fa: آماده نصب OpenClaw
fi: Valmis asentamaan OpenClaw
fr: Prêt à installer OpenClaw
hu: Készen áll az OpenClaw telepítésére
id: Siap menginstal OpenClaw
it: Pronto per installare OpenClaw
ja: OpenClaw のインストール準備ができました
ko: OpenClaw 설치 준비 완료
ms: Sedia untuk memasang OpenClaw
nl: Klaar om OpenClaw te installeren
pt_br: Pronto para instalar o OpenClaw
ru: Готово к установке OpenClaw
sv: Redo att installera OpenClaw
th: พร้อมติดตั้ง OpenClaw
tr: OpenClaw kurulmaya hazır
vi: Sẵn sàng cài đặt OpenClaw
zh_hans: 准备安装 OpenClaw
zh_hant: 準備安裝 OpenClaw

source: Ready to use
ar: جاهز للاستخدام
da: Klar til brug
de: Einsatzbereit
el: Έτοιμο για χρήση
es: Listo para usar
fa: آماده استفاده
fi: Käyttövalmis
fr: Prêt à l'emploi
hu: Használatra kész
id: Siap digunakan
it: Pronto all'uso
ja: 使用可能
ko: 사용 준비 완료
ms: Sedia untuk digunakan
nl: Klaar voor gebruik
pt_br: Pronto para usar
ru: Готово к использованию
sv: Redo att använda
th: พร้อมใช้งาน
tr: Kullanıma hazır
vi: Sẵn sàng sử dụng
zh_hans: 可以使用
zh_hant: 可以使用

source: Recruit
ar: تجنيد
da: Rekruttér
de: Rekrutieren
el: Πρόσληψη
es: Reclutar
fa: استخدام
fi: Rekrytoi
fr: Recruter
hu: Toborzás
id: Rekrut
it: Recluta
ja: 採用
ko: 영입
ms: Rekrut
nl: Werven
pt_br: Recrutar
ru: Нанять
sv: Rekrytera
th: รับสมัคร
tr: İşe al
vi: Tuyển dụng
zh_hans: 招募
zh_hant: 招募

source: Recruit Failed
ar: فشل التجنيد
da: Rekruttering mislykkedes
de: Rekrutierung fehlgeschlagen
el: Αποτυχία πρόσληψης
es: Error al reclutar
fa: استخدام ناموفق
fi: Rekrytointi epäonnistui
fr: Échec du recrutement
hu: Toborzás sikertelen
id: Rekrutmen gagal
it: Reclutamento fallito
ja: 採用に失敗
ko: 영입 실패
ms: Rekrutmen gagal
nl: Werving mislukt
pt_br: Falha ao recrutar
ru: Ошибка найма
sv: Rekrytering misslyckades
th: การรับสมัครล้มเหลว
tr: İşe alma başarısız
vi: Tuyển dụng thất bại
zh_hans: 招募失败
zh_hant: 招募失敗

source: Recruited
ar: تم التجنيد
da: Rekrutteret
de: Rekrutiert
el: Προσλήφθηκε
es: Reclutado
fa: استخدام شده
fi: Rekrytoitu
fr: Recruté
hu: Toborzva
id: Direkrut
it: Reclutato
ja: 採用済み
ko: 영입됨
ms: Direkrut
nl: Geworven
pt_br: Recrutado
ru: Нанят
sv: Rekryterad
th: รับสมัครแล้ว
tr: İşe alındı
vi: Đã tuyển dụng
zh_hans: 已招募
zh_hant: 已招募

source: Refresh
ar: تحديث
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fa: بازخوانی
fi: Päivitä
fr: Actualiser
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
ms: Muat Semula
nl: Vernieuwen
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Reinstall
ar: إعادة التثبيت
da: Geninstallér
de: Neu installieren
el: Επανεγκατάσταση
es: Reinstalar
fa: نصب مجدد
fi: Asenna uudelleen
fr: Réinstaller
hu: Újratelepítés
id: Instal Ulang
it: Reinstalla
ja: 再インストール
ko: 재설치
ms: Pasang Semula
nl: Opnieuw installeren
pt_br: Reinstalar
ru: Переустановить
sv: Installera om
th: ติดตั้งใหม่
tr: Yeniden Kur
vi: Cài đặt lại
zh_hans: 重新安装
zh_hant: 重新安裝

source: Remote File Control
ar: التحكم بالملفات عن بُعد
da: Fjernfilstyring
de: Ferngesteuerte Dateiverwaltung
el: Απομακρυσμένη διαχείριση αρχείων
es: Control remoto de archivos
fa: کنترل فایل از راه دور
fi: Etätiedostojen hallinta
fr: Contrôle de fichiers à distance
hu: Távoli fájlkezelés
id: Kontrol File Jarak Jauh
it: Controllo file da remoto
ja: リモートファイル操作
ko: 원격 파일 제어
ms: Kawalan Fail Jarak Jauh
nl: Extern bestandsbeheer
pt_br: Controle remoto de arquivos
ru: Удалённое управление файлами
sv: Fjärrfilhantering
th: ควบคุมไฟล์ระยะไกล
tr: Uzaktan Dosya Kontrolü
vi: Điều khiển tệp từ xa
zh_hans: 远程文件管理
zh_hant: 遠端檔案管理

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Alih Keluar
nl: Verwijderen
pt_br: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove Channel
ar: إزالة القناة
da: Fjern kanal
de: Kanal entfernen
el: Αφαίρεση καναλιού
es: Eliminar canal
fa: حذف کانال
fi: Poista kanava
fr: Supprimer le canal
hu: Csatorna eltávolítása
id: Hapus Kanal
it: Rimuovi canale
ja: チャンネルを削除
ko: 채널 제거
ms: Alih Keluar Saluran
nl: Kanaal verwijderen
pt_br: Remover canal
ru: Удалить канал
sv: Ta bort kanal
th: ลบช่องทาง
tr: Kanalı Kaldır
vi: Xóa kênh
zh_hans: 移除频道
zh_hant: 移除頻道

source: Remove Cron Job
ar: إزالة مهمة Cron
da: Fjern cron-opgave
de: Cron-Aufgabe entfernen
el: Αφαίρεση εργασίας cron
es: Eliminar tarea cron
fa: حذف وظیفه Cron
fi: Poista cron-tehtävä
fil: Alisin ang cron job
fr: Supprimer la tâche cron
hu: Cron feladat eltávolítása
id: Hapus tugas cron
it: Rimuovi processo cron
ja: Cronジョブを削除
ko: 크론 작업 제거
ms: Buang tugas cron
nl: Cron-taak verwijderen
pl: Usuń zadanie cron
pt_br: Remover tarefa cron
ru: Удалить задание cron
sv: Ta bort cron-jobb
th: ลบงาน Cron
tr: Cron görevini kaldır
vi: Xóa tác vụ Cron
zh_hans: 移除定时任务
zh_hant: 移除定時任務

source: Reopen Login Page
ar: إعادة فتح صفحة تسجيل الدخول
da: Genåbn loginside
de: Anmeldeseite erneut öffnen
el: Επαναφορά σελίδας σύνδεσης
es: Reabrir página de inicio de sesión
fa: بازکردن مجدد صفحه ورود
fi: Avaa kirjautumissivu uudelleen
fil: Buksan muli ang pahina ng pag-login
fr: Rouvrir la page de connexion
hu: Bejelentkezési oldal újranyitása
id: Buka kembali halaman login
it: Riapri la pagina di accesso
ja: ログインページを再度開く
ko: 로그인 페이지 다시 열기
ms: Buka semula halaman log masuk
nl: Inlogpagina opnieuw openen
pl: Otwórz ponownie stronę logowania
pt_br: Reabrir página de login
ru: Открыть страницу входа повторно
sv: Öppna inloggningssidan igen
th: เปิดหน้าเข้าสู่ระบบอีกครั้ง
tr: Giriş sayfasını yeniden aç
vi: Mở lại trang đăng nhập
zh_hans: 重新打开登录页
zh_hant: 重新開啟登入頁

source: Report Issue
ar: الإبلاغ عن مشكلة
da: Rapportér problem
de: Problem melden
el: Αναφορά προβλήματος
es: Reportar problema
fa: گزارش مشکل
fi: Ilmoita ongelma
fr: Signaler un problème
hu: Hiba bejelentése
id: Laporkan Masalah
it: Segnala un problema
ja: 問題を報告
ko: 문제 신고
ms: Laporkan Isu
nl: Probleem melden
pt_br: Reportar problema
ru: Сообщить о проблеме
sv: Rapportera problem
th: รายงานปัญหา
tr: Sorun Bildir
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題

source: Requirements
ar: المتطلبات
da: Krav
de: Anforderungen
el: Απαιτήσεις
es: Requisitos
fa: پیش‌نیازها
fi: Vaatimukset
fr: Prérequis
hu: Követelmények
id: Persyaratan
it: Requisiti
ja: 要件
ko: 요구 사항
ms: Keperluan
nl: Vereisten
pt_br: Requisitos
ru: Требования
sv: Krav
th: ข้อกำหนด
tr: Gereksinimler
vi: Yêu cầu
zh_hans: 要求
zh_hant: 需求

source: Requires administrator privileges for system-level installation
ar: يتطلب صلاحيات المسؤول للتثبيت على مستوى النظام
da: Kræver administratorrettigheder til installation på systemniveau
de: Erfordert Administratorrechte für die Installation auf Systemebene
el: Απαιτεί δικαιώματα διαχειριστή για εγκατάσταση σε επίπεδο συστήματος
es: Requiere privilegios de administrador para la instalación a nivel del sistema
fa: نیازمند دسترسی مدیر سیستم برای نصب در سطح سیستم
fi: Vaatii järjestelmänvalvojan oikeudet järjestelmätason asennukseen
fil: Nangangailangan ng mga pribilehiyo ng administrator para sa pag-install sa antas ng sistema
fr: Nécessite les privilèges administrateur pour l'installation au niveau du système
hu: Rendszerszintű telepítéshez rendszergazdai jogosultságok szükségesek
id: Memerlukan hak administrator untuk instalasi tingkat sistem
it: Richiede i privilegi di amministratore per l'installazione a livello di sistema
ja: システムレベルのインストールには管理者権限が必要です
ko: 시스템 수준 설치에는 관리자 권한이 필요합니다
ms: Memerlukan keistimewaan pentadbir untuk pemasangan peringkat sistem
nl: Vereist beheerdersbevoegdheden voor installatie op systeemniveau
pl: Wymaga uprawnień administratora do instalacji na poziomie systemu
pt_br: Requer privilégios de administrador para instalação no nível do sistema
ru: Требуются права администратора для установки на уровне системы
sv: Kräver administratörsbehörighet för installation på systemnivå
th: ต้องใช้สิทธิ์ผู้ดูแลระบบสำหรับการติดตั้งระดับระบบ
tr: Sistem düzeyinde kurulum için yönetici ayrıcalıkları gerektirir
vi: Yêu cầu quyền quản trị viên để cài đặt ở cấp hệ thống
zh_hans: 需要管理员权限进行系统级安装
zh_hant: 需要管理員權限進行系統級安裝

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 초기화
ms: Tetap Semula
nl: Herstellen
pt_br: Redefinir
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Restart
ar: إعادة التشغيل
da: Genstart
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fa: راه‌اندازی مجدد
fi: Käynnistä uudelleen
fr: Redémarrer
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
ko: 재시작
ms: Mulakan Semula
nl: Herstarten
pt_br: Reiniciar
ru: Перезапустить
sv: Starta om
th: รีสตาร์ท
tr: Yeniden Başlat
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
fa: تلاش مجدد
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayer
hu: Újrapróbálkozás
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
ms: Cuba semula
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Retry Start
ar: إعادة محاولة البدء
da: Prøv at starte igen
de: Neustart versuchen
el: Επανεκκίνηση
es: Reintentar inicio
fa: تلاش مجدد برای شروع
fi: Yritä käynnistää uudelleen
fr: Réessayer le démarrage
hu: Indítás újrapróbálása
id: Coba Mulai Lagi
it: Riprova avvio
ja: 再起動
ko: 재시작 시도
ms: Cuba Mulakan Semula
nl: Opnieuw starten
pt_br: Tentar iniciar novamente
ru: Повторить запуск
sv: Försök starta igen
th: ลองเริ่มใหม่
tr: Yeniden Başlat
vi: Thử khởi động lại
zh_hans: 重试启动
zh_hant: 重試啟動

source: Run Now
ar: تشغيل الآن
da: Kør nu
de: Jetzt ausführen
el: Εκτέλεση τώρα
es: Ejecutar ahora
fa: اجرای فوری
fi: Suorita nyt
fil: Patakbuhin ngayon
fr: Exécuter maintenant
hu: Futtatás most
id: Jalankan sekarang
it: Esegui ora
ja: 今すぐ実行
ko: 지금 실행
ms: Jalankan sekarang
nl: Nu uitvoeren
pl: Uruchom teraz
pt_br: Executar agora
ru: Запустить сейчас
sv: Kör nu
th: เรียกใช้ทันที
tr: Şimdi çalıştır
vi: Chạy ngay
zh_hans: 立即运行
zh_hant: 立即執行

source: Running
ar: قيد التشغيل
da: Kører
de: Läuft
el: Σε εκτέλεση
es: En ejecución
fa: در حال اجرا
fi: Käynnissä
fr: En cours d'exécution
hu: Fut
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
ms: Berjalan
nl: Actief
pt_br: Em execução
ru: Работает
sv: Körs
th: กำลังทำงาน
tr: Çalışıyor
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

source: Running in background...
ar: يعمل في الخلفية...
da: Kører i baggrunden...
de: Läuft im Hintergrund...
el: Εκτέλεση στο παρασκήνιο...
es: Ejecutando en segundo plano...
fa: در حال اجرا در پس‌زمینه...
fi: Käynnissä taustalla...
fil: Tumatakbo sa background...
fr: Exécution en arrière-plan...
hu: Fut a háttérben...
id: Berjalan di latar belakang...
it: In esecuzione in background...
ja: バックグラウンドで実行中...
ko: 백그라운드에서 실행 중...
ms: Berjalan di latar belakang...
nl: Draait op de achtergrond...
pl: Działa w tle...
pt_br: Executando em segundo plano...
ru: Выполняется в фоне...
sv: Körs i bakgrunden...
th: กำลังทำงานเบื้องหลัง...
tr: Arka planda çalışıyor...
vi: Đang chạy nền...
zh_hans: 后台运行中...
zh_hant: 背景執行中...

source: Save
ar: حفظ
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save & Restart
ar: حفظ وإعادة التشغيل
da: Gem og genstart
de: Speichern und neu starten
el: Αποθήκευση και επανεκκίνηση
es: Guardar y reiniciar
fa: ذخیره و راه‌اندازی مجدد
fi: Tallenna ja käynnistä uudelleen
fr: Enregistrer et redémarrer
hu: Mentés és újraindítás
id: Simpan & Mulai Ulang
it: Salva e riavvia
ja: 保存して再起動
ko: 저장 후 재시작
ms: Simpan & Mulakan Semula
nl: Opslaan en herstarten
pt_br: Salvar e reiniciar
ru: Сохранить и перезапустить
sv: Spara och starta om
th: บันทึกและรีสตาร์ท
tr: Kaydet ve Yeniden Başlat
vi: Lưu và khởi động lại
zh_hans: 保存并重启
zh_hant: 儲存並重新啟動

source: Scan with WeChat to connect
ar: امسح باستخدام WeChat للاتصال
da: Scan med WeChat for at forbinde
de: Mit WeChat scannen, um zu verbinden
el: Σαρώστε με το WeChat για σύνδεση
es: Escanee con WeChat para conectar
fa: برای اتصال با WeChat اسکن کنید
fi: Skannaa WeChatilla yhdistääksesi
fr: Scannez avec WeChat pour vous connecter
hu: Szkennelj WeChattel a csatlakozáshoz
id: Pindai dengan WeChat untuk terhubung
it: Scansiona con WeChat per connetterti
ja: WeChatでスキャンして接続
ko: WeChat으로 스캔하여 연결
ms: Imbas dengan WeChat untuk menyambung
nl: Scan met WeChat om verbinding te maken
pt_br: Escaneie com o WeChat para conectar
ru: Отсканируйте с помощью WeChat для подключения
sv: Skanna med WeChat för att ansluta
th: สแกนด้วย WeChat เพื่อเชื่อมต่อ
tr: Bağlanmak için WeChat ile tarayın
vi: Quét bằng WeChat để kết nối
zh_hans: 使用微信扫码连接
zh_hant: 使用微信掃碼連接

source: Search chats
ar: البحث في المحادثات
da: Søg i chats
de: Chats durchsuchen
el: Αναζήτηση συνομιλιών
es: Buscar chats
fa: جستجوی گفت‌وگوها
fi: Hae keskusteluista
fil: Maghanap ng mga chat
fr: Rechercher des discussions
hu: Csevegések keresése
id: Cari chat
it: Cerca chat
ja: チャットを検索
ko: 채팅 검색
ms: Cari sembang
nl: Chats zoeken
pl: Szukaj czatów
pt_br: Pesquisar chats
ru: Поиск чатов
sv: Sök chattar
th: ค้นหาแชท
tr: Sohbetlerde ara
vi: Tìm kiếm cuộc trò chuyện
zh_hans: 搜索会话
zh_hant: 搜尋會話

source: Search logs...
ar: البحث في السجلات...
da: Søg i logfiler...
de: Protokolle durchsuchen...
el: Αναζήτηση αρχείων καταγραφής...
es: Buscar registros...
fa: جستجوی گزارش‌ها...
fi: Hae lokeista...
fr: Rechercher dans les journaux...
hu: Naplók keresése...
id: Cari log...
it: Cerca nei log...
ja: ログを検索…
ko: 로그 검색...
ms: Cari log...
nl: Logboeken zoeken...
pt_br: Buscar registros...
ru: Поиск в журналах...
sv: Sök loggar...
th: ค้นหาบันทึก...
tr: Günlüklerde ara...
vi: Tìm kiếm nhật ký...
zh_hans: 搜索日志...
zh_hant: 搜尋日誌...

source: Search skills...
ar: البحث في المهارات...
da: Søg i færdigheder...
de: Fähigkeiten suchen...
el: Αναζήτηση δεξιοτήτων...
es: Buscar habilidades...
fa: جستجوی مهارت‌ها...
fi: Hae taitoja...
fr: Rechercher des compétences...
hu: Képességek keresése...
id: Cari keahlian...
it: Cerca competenze...
ja: スキルを検索…
ko: 스킬 검색...
ms: Cari kemahiran...
nl: Vaardigheden zoeken...
pt_br: Buscar habilidades...
ru: Поиск навыков...
sv: Sök färdigheter...
th: ค้นหาทักษะ...
tr: Yetenek ara...
vi: Tìm kiếm kỹ năng...
zh_hans: 搜索技能...
zh_hant: 搜尋技能...

source: Secure
ar: آمن
da: Sikker
de: Sicher
el: Ασφαλές
es: Seguro
fa: امن
fi: Turvallinen
fil: Ligtas
fr: Sécurisé
hu: Biztonságos
id: Aman
it: Sicuro
ja: 安全
ko: 보안
ms: Selamat
nl: Veilig
pl: Bezpieczne
pt_br: Seguro
ru: Безопасность
sv: Säkert
th: ปลอดภัย
tr: Güvenli
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

source: Select a local plugin directory for development linking
ar: اختر مجلد إضافة محلي للربط التطويري
da: Vælg en lokal pluginmappe til udviklingslinkning
de: Wählen Sie ein lokales Plugin-Verzeichnis für die Entwicklungsverknüpfung
el: Επιλέξτε τοπικό κατάλογο πρόσθετου για σύνδεση ανάπτυξης
es: Seleccione un directorio de plugin local para enlace de desarrollo
fa: یک پوشه افزونه محلی برای لینک توسعه انتخاب کنید
fi: Valitse paikallinen lisäosahakemisto kehityslinkitystä varten
fr: Sélectionnez un répertoire de plugin local pour le lien de développement
hu: Válasszon helyi bővítménykönyvtárat fejlesztési linkeléshez
id: Pilih direktori plugin lokal untuk pengembangan
it: Seleziona una directory locale del plugin per il linking di sviluppo
ja: 開発リンク用のローカルプラグインディレクトリを選択
ko: 개발 링크용 로컬 플러그인 디렉토리 선택
ms: Pilih direktori plugin tempatan untuk pautan pembangunan
nl: Selecteer een lokale plugindirectory voor ontwikkelingslinking
pt_br: Selecione um diretório de plugin local para vinculação de desenvolvimento
ru: Выберите локальный каталог плагина для привязки разработки
sv: Välj en lokal pluginkatalog för utvecklingslänkning
th: เลือกไดเรกทอรีปลั๊กอินในเครื่องสำหรับการลิงก์การพัฒนา
tr: Geliştirme bağlantısı için yerel eklenti dizini seçin
vi: Chọn thư mục plugin cục bộ để liên kết phát triển
zh_hans: 选择本地插件目录进行开发链接
zh_hant: 選擇本機外掛目錄進行開發連結

source: Select a plugin directory...
ar: اختر مجلد إضافة...
da: Vælg en pluginmappe...
de: Plugin-Verzeichnis auswählen...
el: Επιλέξτε κατάλογο πρόσθετου...
es: Seleccione un directorio de plugin...
fa: یک پوشه افزونه انتخاب کنید...
fi: Valitse lisäosahakemisto...
fr: Sélectionnez un répertoire de plugin...
hu: Válasszon bővítménykönyvtárat...
id: Pilih direktori plugin...
it: Seleziona una directory di plugin...
ja: プラグインディレクトリを選択...
ko: 플러그인 디렉토리 선택...
ms: Pilih direktori plugin...
nl: Selecteer een plugindirectory...
pt_br: Selecione um diretório de plugin...
ru: Выберите каталог плагина...
sv: Välj en pluginkatalog...
th: เลือกไดเรกทอรีปลั๊กอิน...
tr: Bir eklenti dizini seçin...
vi: Chọn thư mục plugin...
zh_hans: 选择插件目录...
zh_hant: 選擇外掛目錄...

source: Select a plugin file...
ar: اختر ملف إضافة...
da: Vælg en pluginfil...
de: Plugin-Datei auswählen...
el: Επιλέξτε αρχείο πρόσθετου...
es: Seleccione un archivo de plugin...
fa: یک فایل افزونه انتخاب کنید...
fi: Valitse lisäosatiedosto...
fr: Sélectionnez un fichier de plugin...
hu: Válasszon bővítményfájlt...
id: Pilih file plugin...
it: Seleziona un file di plugin...
ja: プラグインファイルを選択...
ko: 플러그인 파일 선택...
ms: Pilih fail plugin...
nl: Selecteer een pluginbestand...
pt_br: Selecione um arquivo de plugin...
ru: Выберите файл плагина...
sv: Välj en pluginfil...
th: เลือกไฟล์ปลั๊กอิน...
tr: Bir eklenti dosyası seçin...
vi: Chọn tệp plugin...
zh_hans: 选择插件文件...
zh_hant: 選擇外掛檔案...

source: Select Agent
ar: اختر الوكيل
da: Vælg agent
de: Agent auswählen
el: Επιλογή πράκτορα
es: Seleccionar agente
fa: انتخاب عامل
fi: Valitse agentti
fil: Pumili ng agent
fr: Sélectionner l'agent
hu: Ügynök kiválasztása
id: Pilih agen
it: Seleziona agente
ja: エージェントを選択
ko: 에이전트 선택
ms: Pilih ejen
nl: Agent selecteren
pl: Wybierz agenta
pt_br: Selecionar agente
ru: Выбрать агента
sv: Välj agent
th: เลือกเอเจนต์
tr: Ajan seç
vi: Chọn trợ lý
zh_hans: 选择代理
zh_hant: 選擇代理

source: Session Target
ar: هدف الجلسة
da: Sessionsmål
de: Sitzungsziel
el: Στόχος συνεδρίας
es: Destino de sesión
fa: هدف جلسه
fi: Istunnon kohde
fr: Cible de session
hu: Munkamenet cél
id: Target sesi
it: Obiettivo sessione
ja: セッションターゲット
ko: 세션 대상
ms: Sasaran sesi
nl: Sessiedoel
pl: Cel sesji
pt_br: Alvo de sessão
ru: Цель сессии
sv: Sessionsmål
th: เป้าหมายเซสชัน
tr: Oturum hedefi
vi: Mục tiêu phiên
zh_hans: 会话目标
zh_hant: 會話目標

source: Set an auth token to secure your OpenClaw gateway
ar: عيِّن رمز مصادقة لتأمين بوابة OpenClaw الخاصة بك
da: Angiv et godkendelsestoken for at sikre din OpenClaw-gateway
de: Legen Sie ein Authentifizierungstoken fest, um Ihr OpenClaw-Gateway zu sichern
el: Ορίστε ένα διακριτικό ταυτοποίησης για την ασφάλεια της πύλης OpenClaw
es: Establece un token de autenticación para proteger tu gateway de OpenClaw
fa: یک توکن احراز هویت برای ایمن‌سازی درگاه OpenClaw تنظیم کنید
fi: Aseta todennustunniste OpenClaw-yhdyskäytävän suojaamiseksi
fr: Définissez un jeton d'authentification pour sécuriser votre passerelle OpenClaw
hu: Állítson be egy hitelesítési tokent az OpenClaw átjáró védelméhez
id: Atur token autentikasi untuk mengamankan gateway OpenClaw Anda
it: Imposta un token di autenticazione per proteggere il tuo gateway OpenClaw
ja: 認証トークンを設定して OpenClaw ゲートウェイを保護します
ko: OpenClaw 게이트웨이를 보호하기 위한 인증 토큰을 설정하세요
ms: Tetapkan token pengesahan untuk melindungi gerbang OpenClaw anda
nl: Stel een verificatietoken in om uw OpenClaw-gateway te beveiligen
pt_br: Defina um token de autenticação para proteger seu gateway OpenClaw
ru: Установите токен авторизации для защиты шлюза OpenClaw
sv: Ange en autentiseringstoken för att skydda din OpenClaw-gateway
th: ตั้งค่าโทเค็นยืนยันตัวตนเพื่อรักษาความปลอดภัยเกตเวย์ OpenClaw ของคุณ
tr: OpenClaw ağ geçidinizi güvence altına almak için bir kimlik doğrulama jetonu belirleyin
vi: Đặt mã xác thực để bảo mật cổng kết nối OpenClaw của bạn
zh_hans: 设置身份验证令牌以保护您的 OpenClaw 网关
zh_hant: 設定身分驗證令牌以保護您的 OpenClaw 閘道器

source: Set Default
ar: تعيين الافتراضي
da: Angiv standard
de: Als Standard festlegen
el: Ορισμός προεπιλογής
es: Establecer predeterminado
fa: تنظیم پیش‌فرض
fi: Aseta oletukseksi
fr: Définir par défaut
hu: Alapértelmezett beállítása
id: Atur Bawaan
it: Imposta predefinito
ja: デフォルトを設定
ko: 기본값 설정
ms: Tetapkan Lalai
nl: Standaard instellen
pt_br: Definir padrão
ru: Задать по умолчанию
sv: Ange standard
th: ตั้งค่าเริ่มต้น
tr: Varsayılanı Ayarla
vi: Đặt mặc định
zh_hans: 设为默认
zh_hant: 設為預設

source: Set Fallback
ar: تعيين البديل
da: Angiv alternativ
de: Alternative festlegen
el: Ορισμός εναλλακτικού
es: Establecer respaldo
fa: تنظیم جایگزین
fi: Aseta varamalli
fr: Définir comme alternative
hu: Tartalék beállítása
id: Atur Cadangan
it: Imposta alternativa
ja: フォールバックを設定
ko: 폴백 설정
ms: Tetapkan Sandaran
nl: Alternatief instellen
pt_br: Definir reserva
ru: Задать резервную
sv: Ange reserv
th: ตั้งค่าสำรอง
tr: Yedeği Ayarla
vi: Đặt dự phòng
zh_hans: 设为备选
zh_hant: 設為備選

source: Set Image
ar: تعيين الصورة
da: Angiv billedmodel
de: Als Bildmodell festlegen
el: Ορισμός εικόνας
es: Establecer imagen
fa: تنظیم تصویر
fi: Aseta kuvamalli
fr: Définir comme modèle d'image
hu: Képmodell beállítása
id: Atur Gambar
it: Imposta immagine
ja: 画像を設定
ko: 이미지 설정
ms: Tetapkan Imej
nl: Afbeeldingsmodel instellen
pt_br: Definir imagem
ru: Задать изображение
sv: Ange bild
th: ตั้งค่ารูปภาพ
tr: Görseli Ayarla
vi: Đặt hình ảnh
zh_hans: 设为图像模型
zh_hant: 設為圖像模型

source: Set Img FB
ar: تعيين بديل الصورة
da: Angiv bill. alt.
de: Bild-Alt. festlegen
el: Ορισμός εναλλ. εικόνας
es: Establecer resp. img.
fa: تنظیم جایگزین تصویر
fi: Aseta kuvan varamalli
fr: Définir alt. img.
hu: Kép tartalék beáll.
id: Atur Cadangan Gambar
it: Imposta alt. immagine
ja: 画像 FB を設定
ko: 이미지 폴백 설정
ms: Tetapkan Sandaran Imej
nl: Afb. alt. instellen
pt_br: Definir res. img.
ru: Задать резерв. для изобр.
sv: Ange bildreserv
th: ตั้งค่าสำรองรูปภาพ
tr: Görsel Yedeği Ayarla
vi: Đặt dự phòng ảnh
zh_hans: 设为图像备选
zh_hant: 設為圖像備選

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Show
ar: إظهار
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fa: نمایش
fi: Näytä
fr: Afficher
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
ms: Tunjuk
nl: Tonen
pt_br: Mostrar
ru: Показать
sv: Visa
th: แสดง
tr: Göster
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Show Main Window
ar: إظهار النافذة الرئيسية
da: Vis hovedvindue
de: Hauptfenster anzeigen
el: Εμφάνιση κύριου παραθύρου
es: Mostrar ventana principal
fa: نمایش پنجره اصلی
fi: Näytä pääikkuna
fr: Afficher la fenêtre principale
hu: Főablak megjelenítése
id: Tampilkan Jendela Utama
it: Mostra finestra principale
ja: メインウィンドウを表示
ko: 메인 창 표시
ms: Tunjuk Tetingkap Utama
nl: Hoofdvenster tonen
pt_br: Mostrar janela principal
ru: Показать главное окно
sv: Visa huvudfönster
th: แสดงหน้าต่างหลัก
tr: Ana Pencereyi Göster
vi: Hiển thị cửa sổ chính
zh_hans: 显示主窗口
zh_hant: 顯示主視窗
